tap "adoptopenjdk/openjdk"
tap "anchore/syft"
tap "azure/bicep"
tap "buildkite/buildkite"
tap "dapr/tap"
tap "dopplerhq/cli"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "isen-ng/dotnet-sdk-versions"
tap "spectralops/tap"
tap "turbot/tap"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "adr-tools"
brew "xz"
brew "webp"
brew "readline"
brew "asciinema"
brew "openssl@1.1"
brew "python@3.11"
brew "autojump"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "black"
brew "boost"
brew "freetype"
brew "pycparser"
brew "cffi"
brew "cfn-lint"
brew "chezmoi"
brew "ruby"
brew "cocoapods"
brew "unbound"
brew "gnutls"
brew "python@3.9"
brew "qemu"
brew "lima"
brew "colima"
brew "libssh2"
brew "libzip"
brew "composer"
brew "container-structure-test"
brew "openjdk"
brew "dependency-check"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docutils"
brew "dotnet"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fswatch"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "gnupg"
brew "go"
brew "gpgme"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "hey"
brew "httpie"
brew "jq"
brew "node"
brew "jupyterlab"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "s-lang"
brew "midnight-commander"
brew "minikube"
brew "mtr"
brew "mypy"
brew "nuget"
brew "openjdk@11"
brew "pinentry-mac"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "rustup-init"
brew "serverless"
brew "skopeo"
brew "sonar-scanner"
brew "talisman"
brew "telnet"
brew "tfenv"
brew "tldr"
brew "tree"
brew "virtualenv"
brew "vue-cli"
brew "watch"
brew "watchman"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "anchore/syft/syft"
brew "azure/bicep/bicep"
brew "buildkite/buildkite/buildkite-agent"
brew "dapr/tap/dapr-cli"
brew "dopplerhq/cli/doppler"
brew "spectralops/tap/teller"
brew "turbot/tap/steampipe"
brew "warrensbox/tap/tfswitch"
brew "weaveworks/tap/eksctl"
cask "adoptopenjdk8"
cask "android-sdk"
cask "bluesnooze"
cask "chromedriver"
cask "dotnet-sdk3-1-400"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk8-0-100"
cask "google-cloud-sdk"
cask "mactex"
cask "monitorcontrol"
cask "powershell"
cask "temurin17"
vscode "ahmadalli.vscode-nginx-conf"
vscode "andyyaldoo.vscode-json"
vscode "bmewburn.vscode-intelephense-client"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dvirtz.parquet-viewer"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fernandoescolar.vscode-solution-explorer"
vscode "firsttris.vscode-jest-runner"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ionide.ionide-fsharp"
vscode "jmrog.vscode-nuget-package-manager"
vscode "johnpapa.vscode-peacock"
vscode "k--kato.intellij-idea-keybindings"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-pack"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscode-dotnet-sdk"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.live-server"
vscode "pkief.material-icon-theme"
vscode "ryanluker.vscode-coverage-gutters"
vscode "shan.code-settings-sync"
vscode "sleistner.vscode-fileutils"
vscode "tomoki1207.pdf"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "wakatime.vscode-wakatime"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
