tap "adoptopenjdk/openjdk"
tap "anchore/syft"
tap "buildkite/buildkite"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "spectralops/tap"
tap "turbot/tap"
tap "weaveworks/tap"
brew "adr-tools"
brew "readline"
brew "xz"
brew "python@3.10"
brew "asciinema"
brew "aws-vault"
brew "awscli"
brew "freetype"
brew "cfn-lint"
brew "chezmoi"
brew "python@3.9"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "fswatch"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "go"
brew "helm"
brew "jq"
brew "k9s"
brew "kubectx"
brew "s-lang"
brew "midnight-commander"
brew "mtr"
brew "node"
brew "openjdk"
brew "openssl@3"
brew "pyenv"
brew "rbenv"
brew "rustup-init"
brew "terraform", link: false
brew "tfenv"
brew "yarn"
brew "zlib"
brew "anchore/syft/syft"
brew "buildkite/buildkite/buildkite-agent"
brew "spectralops/tap/teller"
brew "turbot/tap/steampipe"
brew "weaveworks/tap/eksctl"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "bluesnooze"
cask "keycastr"
cask "mactex"
cask "temurin"
