tap "adoptopenjdk/openjdk"
tap "anchore/syft"
tap "buildkite/buildkite"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
tap "spectralops/tap"
tap "turbot/tap"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "adr-tools"
brew "readline"
brew "xz"
brew "python@3.10"
brew "asciinema"
brew "python@3.11"
brew "autojump"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "freetype"
brew "cfn-lint"
brew "chezmoi"
brew "gnutls"
brew "python@3.9"
brew "lima"
brew "colima"
brew "container-structure-test"
brew "openjdk"
brew "dependency-check"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "fswatch"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helm"
brew "hey"
brew "httpie"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "s-lang"
brew "midnight-commander"
brew "minikube"
brew "mtr"
brew "node"
brew "nuget"
brew "openssl@3"
brew "pinentry-mac"
brew "pre-commit"
brew "pyenv"
brew "rbenv"
brew "rustup-init"
brew "skopeo"
brew "sonar-scanner"
brew "talisman"
brew "telnet"
brew "tfenv"
brew "tldr"
brew "tree"
brew "watch"
brew "watchman"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "anchore/syft/syft"
brew "buildkite/buildkite/buildkite-agent"
brew "spectralops/tap/teller"
brew "turbot/tap/steampipe"
brew "warrensbox/tap/tfswitch"
brew "weaveworks/tap/eksctl"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "android-sdk"
cask "bluesnooze"
cask "dotnet-sdk6-0-400"
cask "mactex"
cask "temurin"
